Topics/Music.org
#+title: Music

* Original Music

[[https://soundcloud.com/ellenajt][Here is my soundcloud.]]

* Favorites

I like a mix of classical, jazz, video game music, breakcore / electronic music, and genres in between these things.

Here are some favorites:

** Classical:
*** [[https://www.youtube.com/watch?v=wDLHI1EvDkg&t=1s][Chopin]]
*** Bach

** Electronic Music:

*** [[https://www.youtube.com/watch?v=igAML-08IJo][Breakcore]]
*** Electronic versions of classical music:
**** Wendy Carlos Switched on Bach
**** Synthetic Bach by [[https://www.youtube.com/watch?v=M1eRvnS-Uw0][Orzomundo on youtube.]]
**** [[https://www.youtube.com/watch?v=FbJ63spk48s][Venetian Snares Hajnal]]
*** Susumu Yokota

** Jazz:
Mostly what I like about jazz are creative twists on things I'm familiar with, so I tend to like:

*** Jazzy versions of classical music
**** [[https://www.youtube.com/watch?v=j_9BTBuMsmk][Jazzy Chopin]]
**** [[https://www.youtube.com/watch?v=22yLbGU3obA][Jazzy Bach]]
*** Jazzy versions of video game music

** Video Game Music:

I'm fond of the soundtracks in these games:

*** Celeste
*** Blasphemous
*** Zelda
*** Mario
*** Pokemon

