docs/Topics/Music.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-10-31 Thu 12:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Music</title>
<meta name="author" content="Elle Najt" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://orgmode.org/worg/style/worg.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="../index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">Music</h1>

<div id="outline-container-orgf04828c" class="outline-2">
<h2 id="orgf04828c">Original Music</h2>
<div class="outline-text-2" id="text-orgf04828c">
<p>
<a href="https://soundcloud.com/ellenajt">Here is my soundcloud.</a><br />
</p>
</div>
</div>

<div id="outline-container-org64d6f72" class="outline-2">
<h2 id="org64d6f72">Favorites</h2>
<div class="outline-text-2" id="text-org64d6f72">
<p>
I like a mix of classical, jazz, video game music, breakcore / electronic music, and genres in between these things.<br />
</p>

<p>
Here are some favorites:<br />
</p>
</div>

<div id="outline-container-orgba9dc0d" class="outline-3">
<h3 id="orgba9dc0d">Classical:</h3>
<div class="outline-text-3" id="text-orgba9dc0d">
</div>
<div id="outline-container-org8c91b3e" class="outline-4">
<h4 id="org8c91b3e"><a href="https://www.youtube.com/watch?v=wDLHI1EvDkg&amp;t=1s">Chopin</a></h4>
</div>
<div id="outline-container-org173bed7" class="outline-4">
<h4 id="org173bed7">Bach</h4>
</div>
</div>

<div id="outline-container-orgdbef660" class="outline-3">
<h3 id="orgdbef660">Electronic Music:</h3>
<div class="outline-text-3" id="text-orgdbef660">
</div>
<div id="outline-container-org0b3cb23" class="outline-4">
<h4 id="org0b3cb23"><a href="https://www.youtube.com/watch?v=igAML-08IJo">Breakcore</a></h4>
</div>
<div id="outline-container-org0b18b19" class="outline-4">
<h4 id="org0b18b19">Electronic versions of classical music:</h4>
<div class="outline-text-4" id="text-org0b18b19">
</div>
<ul class="org-ul">
<li><a id="org88b607e"></a>Wendy Carlos Switched on Bach<br /></li>
<li><a id="org43722f1"></a>Synthetic Bach by <a href="https://www.youtube.com/watch?v=M1eRvnS-Uw0">Orzomundo on youtube.</a><br /></li>
<li><a id="org6e15f0e"></a><a href="https://www.youtube.com/watch?v=FbJ63spk48s">Venetian Snares Hajnal</a><br /></li>
</ul>
</div>
</div>

<div id="outline-container-org749081f" class="outline-3">
<h3 id="org749081f">Jazz:</h3>
<div class="outline-text-3" id="text-org749081f">
<p>
Mostly what I like about jazz are creative twists on things I&rsquo;m familiar with, so I tend to like:<br />
</p>
</div>

<div id="outline-container-org91b903b" class="outline-4">
<h4 id="org91b903b">Jazzy versions of classical music</h4>
<div class="outline-text-4" id="text-org91b903b">
</div>
<ul class="org-ul">
<li><a id="org5077e62"></a><a href="https://www.youtube.com/watch?v=j_9BTBuMsmk">Jazzy Chopin</a><br /></li>
<li><a id="orgf62025b"></a><a href="https://www.youtube.com/watch?v=22yLbGU3obA">Jazzy Bach</a><br /></li>
</ul>
</div>
<div id="outline-container-orgc127499" class="outline-4">
<h4 id="orgc127499">Jazzy versions of video game music</h4>
</div>
</div>

<div id="outline-container-orgf4f26cc" class="outline-3">
<h3 id="orgf4f26cc">Video Game Music:</h3>
<div class="outline-text-3" id="text-orgf4f26cc">
<p>
I&rsquo;m fond of the soundtracks in these games:<br />
</p>
</div>

<div id="outline-container-org8fdc654" class="outline-4">
<h4 id="org8fdc654">Celeste</h4>
</div>
<div id="outline-container-org5a33709" class="outline-4">
<h4 id="org5a33709">Blasphemous</h4>
</div>
<div id="outline-container-org84cdaf3" class="outline-4">
<h4 id="org84cdaf3">Zelda</h4>
</div>
<div id="outline-container-org90d4fdc" class="outline-4">
<h4 id="org90d4fdc">Mario</h4>
</div>
<div id="outline-container-org48fd9a6" class="outline-4">
<h4 id="org48fd9a6">Pokemon</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Elle Najt</p>
<p class="email">Email: <a href="mailto:LNAJT4@gmail.com">LNAJT4@gmail.com</a></p>
<p class="date">Created: 2024-10-31 Thu 12:01</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.6.15)</p>
</div>
</body>
</html>
